INSERT INTO QUESTION
    (type, content)
VALUES
    -- EI
    ('EI', '새로운 친구를 사귈 수 있는 기회가 생겼다!'),
    ('EI', '당신 앞에 관심가는 사람이 앉아 있다! 그 사람을 향한 당신의 태도는?'),
    ('EI', '당신이 남들에 비해 튀는 행동을 하는 상황이다. 이때 당신에게 드는 생각은?'),
    ('EI', '간만에 휴가가 생겼다! 당신은?'),
    ('EI', '오랜만에 시간이 나는 상황! 만나고 싶은 친구가 떠오른다!'),

    -- NS
    ('NS', '자유 시간 중 상당 부분을 다양한 관심사를 탐구하는데 할애한다.'),
    ('NS', '열린 결말의 책이나 영화를 본 당신...'),
    ('NS', '오래 전의 실수가 떠오른다면?'),
    ('NS', '관심사가 너무 많아 다음에 어떤 일을 해야 할지 모를 때가 있다.'),
    ('NS', '예술 작품의 다양한 해석을 당신의 친구들이 즐겁게 얘기하고 있다. 이때 당신은?'),

    -- TF
    ('TF', '내가 모르는 새, 논란이 되거나 논쟁을 불러 일으키는 주제가 생겨났다! 당신은?'),
    ('TF', '당신 앞에서 사람들이 논쟁을 하고 있다면?'),
    ('TF', '면접에서 발표를 해야하는 상황. 앞에서 면접관이 지켜보고 있다. 압박감이 상당한 환경에서 당신은?'),
    ('TF', '사람들이 감정보다 이성을 중시했다면 더 나은 세상이 되었으리라 생각한다.'),
    ('TF', '나에게 고민 상담을 하는 친구. 그런데 나와 전혀 다른 의견을 얘기하는 상황! 당신은?'),

    -- PJ
    ('PJ', '과제 제출 마감이 내일이다! 당신은?'),
    ('PJ', '결정을 내려야하는 상황이라면?'),
    ('PJ', '회사에 있는 프로젝트가 완전히 끝나지 않은 상황! 이때 다른 프로젝트가 생겼을 경우 당신은?'),
    ('PJ', '해야할 일이 있는 상황! 이때 당신은?'),
    ('PJ', '계획에 따라 일관성 있게 업무를 진행하기보다는 즉흥적인 에너지로 업무를 몰아서 진행하는 편이다.')
;
