INSERT INTO QUESTION
    (type, content)
VALUES
    -- EI
    ('EI', '주기적으로 새로운 친구를 만든다.'),
    ('EI', '관심이 가는 사람에게 다가가서 대화를 시작하기가 어렵지 않다.'),
    ('EI', '다른 사람에게 자신이 어떤 사람으로 보일지 걱정하지 않는 편이다.'),
    ('EI', '혼자보다는 다른 사람과 시간을 보내고 싶어한다.'),
    ('EI', '친구에게 먼저 만나자고 연락하는 편이다.'),

    -- NS
    ('NS', '자유 시간 중 상당 부분을 다양한 관심사를 탐구하는데 할애한다.'),
    ('NS', '결말을 자신의 방식으로 해석할 수 있는 책과 영화를 좋아한다.'),
    ('NS', '오래전의 실수를 후회할 때가 많다.'),
    ('NS', '관심사가 너무 많아 다음에 어떤 일을 해야 할지 모를 때가 있다.'),
    ('NS', '예술 작품의 다양한 해석에 대해 토론하는 일에 관심이 많다.'),

    -- TF
    ('TF', '논란이 되거나 논쟁을 불러일으킬 수 있는 주제에 관심이 많다.'),
    ('TF', '다른 사람의 논쟁을 바라보는 일이 즐겁다.'),
    ('TF', '압박감이 심한 환경에서도 평정심을 유지하는 편이다.'),
    ('TF', '사람들이 감정보다 이성을 중시했다면 더 나은 세상이 되었으리라 생각한다.'),
    ('TF', '자신의 의견과 매우 다른 의견을 이해하기 위해 많은 시간을 할애하곤 한다.'),

    -- PJ
    ('PJ', '마감 기한을 지키기가 힘들다.'),
    ('PJ', '결정을 내리는 일을 마지막까지 미루는 편이다.'),
    ('PJ', '하루 일정을 계획하기보다는 즉흥적으로 하고싶은 일을 하는 편이다.'),
    ('PJ', '해야할 일을 마지막까지 미루는 편이다.'),
    ('PJ', '계획에 따라 일관성 있게 업무를 진행하기보다는 즉흥적인 에너지로 업무를 몰아서 진행하는 편이다.')
;
